Repository: common-repository/recras
Catalog: lang/recras-*.po
Languages: nl_nl

source: Package
nl_nl: Arrangement

source: If you are not seeing certain packages, make sure in Recras "May be presented on a website (via API)" is enabled on the tab "Extra settings" of the package.
nl_nl: Als je bepaalde arrangementen niet ziet, zorg dan dat in Recras "Mag op een website gepresenteerd worden (via API)" is aangevinkt op het tabblad "Extra instellingen" van het arrangement.

source: Show what?
nl_nl: Toon wat?

source: Title
nl_nl: Titel

source: Description
nl_nl: Beschrijving

source: Duration
nl_nl: Duur

source: Starting location
nl_nl: Startlocatie

source: Minimum number of persons
nl_nl: Minimum aantal personen

source: Price p.p. excl. VAT
nl_nl: Prijs p.p. excl. btw

source: Price p.p. incl. VAT
nl_nl: Prijs p.p. incl. btw

source: Total price excl. VAT
nl_nl: Totaalprijs excl. btw

source: Total price incl. VAT
nl_nl: Totaalprijs incl. btw

source: Programme
nl_nl: Programma

source: Image tag
nl_nl: Afbeelding-tag

source: Relative image URL
nl_nl: Relatieve afbeelding-URL

source: Start time
nl_nl: Starttijd

source: hh:mm
nl_nl: uu:mm

source: Show header?
nl_nl: Toon header?

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Insert shortcode
nl_nl: Voeg shortcode in

source: Integration method
nl_nl: Integratiemethode

source: Seamless (recommended)
nl_nl: Naadloos (aanbevolen)

source: iframe (uses setting in your Recras)
nl_nl: iframe (gebruikt instelling uit jouw Recras)

source: Seamless integration uses the styling of your website. At Recras → Settings in the menu on the left, you can set an optional theme.
nl_nl: Naadloze integratie gebruikt de styling van je website. Via Recras → Instellingen in het menu aan de linkerkant kun een optioneel thema instellen.

source: iframe integration uses the styling set in your Recras. You can change the styling in Recras via Settings → Other settings → Custom CSS.
nl_nl: iframe-integratie gebruikt de styling die is ingesteld in jouw Recras. Je kunt de styling in Recras aanpassen via Beheer → Overige instellingen → Eigen CSS.

source: Package selection
nl_nl: Arrangementselectie

source: To (de)select multiple packages, hold Ctrl and click (Cmd on Mac)
nl_nl: Om meerdere arrangementen te (de)selecteren, houd Ctrl ingedrukt en klik (Cmd op Mac)

source: No pre-filled package
nl_nl: Geen vooraf ingevuld arrangement

source: Preview times in programme
nl_nl: Toon voorbeeldtijden in programma

source: Pre-fill amounts (requires pre-filled package)
nl_nl: Aantallen vooraf invullen (vereist exact 1 geselecteerd arrangement)

source: Sorry, this is only available using the Gutenberg editor.
nl_nl: Sorry, dit is alleen beschikbaar in de Gutenberg-editor.

source: Pre-fill date (requires exactly 1 package selected)
nl_nl: Datum vooraf invullen (vereist exact 1 geselecteerd arrangement)

source: yyyy-mm-dd
nl_nl: jjjj-mm-dd

source: Pre-fill time (requires exactly 1 package selected)
nl_nl: Tijd vooraf invullen (vereist exact 1 geselecteerd arrangement)

source: Thank-you page
nl_nl: Bedanktpagina

source: Don't redirect
nl_nl: Niet doorsturen

source: Pages
nl_nl: Pagina's

source: Posts
nl_nl: Berichten

source: Show discount fields
nl_nl: Toon korting-velden

source: Automatic resize?
nl_nl: Automatisch schalen?

source: Book process
nl_nl: Boekproces

source: Initial value for first widget
nl_nl: Initiële waarde voor eerste widget

source: Please note that no validation on this value is performed. Invalid values may be ignored or may stop the book process from working properly.
nl_nl: Let op dat er geen validatie wordt gedaan op deze waarde. Ongeldige waardes worden mogelijk genegeerd of kunnen er voor zorgen dat het boekproces goed werkt.

source: Hide first widget?
nl_nl: Eerste widget verbergen?

source: Contact form
nl_nl: Contactformulier

source: Show title?
nl_nl: Toon titel?

source: Show labels?
nl_nl: Toon labels?

source: Show placeholders?
nl_nl: Toon placeholders?

source: Some packages may not be available for all contact forms. You can change this by editing your contact forms in Recras.
nl_nl: Sommige arrangementen zijn mogelijk niet beschikbaar voor alle contactformulieren. Je kunt dit wijzigen door je contactformulieren in Recras te bewerken.

source: If you are still missing packages, make sure in Recras "May be presented on a website (via API)" is enabled on the tab "Extra settings" of the package.
nl_nl: Als je nog steeds arrangementen mist, zorg dan dat in Recras "Mag op een website gepresenteerd worden (via API)" is aangevinkt op het tabblad "Extra instellingen" van het arrangement.

source: Definition list
nl_nl: Definitielijst

source: Ordered list
nl_nl: Geordende lijst

source: Table
nl_nl: Tabel

source: Element for single choices
nl_nl: Element voor "enkele keuze"

source: Drop-down list (Select)
nl_nl: Dropdownlijst (select)

source: Radio buttons
nl_nl: Keuzerondjes (radioknoppen)

source: This relates to: customer type, package selection, gender, and single choice
nl_nl: Dit heeft betrekking op: klanttype, arrangementkeuze, geslacht en "enkele keuze"

source: Submit button text
nl_nl: Tekst op knop Versturen

source: Send
nl_nl: Versturen

source: Description (short)
nl_nl: Beschrijving (kort)

source: Description (long)
nl_nl: Beschrijving (lang)

source: Image URL
nl_nl: Afbeelding-URL

source: Minimum amount
nl_nl: Minimumaantal

source: Price (incl. VAT)
nl_nl: Prijs (incl. btw)

source: Name
nl_nl: Naam

source: Price
nl_nl: Prijs

source: Number of days valid
nl_nl: Aantal dagen geldig

source: No pre-filled template
nl_nl: Geen vooraf ingevuld template

source: Show quantity input (will be set to 1 if not shown)
nl_nl: Toon aantal-invoer (wordt op 1 gezet indien verborgen)

source: Availability calendar
nl_nl: Beschikbaarheidskalender

source: Auto resize iframe
nl_nl: iframe automatisch schalen

source: Enter package ID. Leave empty to not prefill.
nl_nl: Vul arrangements-ID in. Laat leeg om niet vooraf in te vullen.

source: Enter date in YYYY-MM-DD format. Leave empty to not prefill.
nl_nl: Vul datum in formaat JJJJ-MM-DD in. Laat leeg om niet vooraf in te vullen.

source: Prefill value for first widget? (optional)
nl_nl: Waarde voor eerste widget vooraf invullen? (optioneel)

source: Loading data...
nl_nl: Data aan het laden...

source: Package (optional)
nl_nl: Arrangement (optioneel)

source: i.e. https://www.recras.com/thanks/
nl_nl: bijv. https://www.recras.nl/bedankt/

source: Thank-you page (optional, leave empty to not redirect)
nl_nl: Bedanktpagina (optioneel, laat leeg om niet door te sturen)

source: Recras → Settings menu
nl_nl: menu Recras → Instellingen

source: Please enter your Recras name in the %s before adding widgets.
nl_nl: Vul je Recras-naam in in het %s voordat je widgets toevoegt.

source: Online booking of packages
nl_nl: Online boeking van arrangementen

source: Pre-fill amounts (requires exactly 1 package selected)
nl_nl: Aantallen vooraf invullen (vereist exact 1 arrangement geselecteerd)

source: e.g. 14:00
nl_nl: bijv. 14:00

source: Pre-filled package
nl_nl: Vooraf ingevuld arrangement

source: Pre-filled package (optional)
nl_nl: Vooraf ingevuld arrangement (optioneel)

source: If you select a single package, it will be pre-filled and will skip the package selection step.
nl_nl: Als je een enkel arrangement selecteert wordt deze vooraf ingevuld en wordt de arrangement-selectie-stap overgeslagen.

source: Property to show
nl_nl: Eigenschap om te tonen

source: If you are not seeing certain products, make sure in Recras "May be presented on a website (via API)" is enabled on the tab "Presentation" of the product.
nl_nl: Als je bepaalde producten niet ziet, zorg dan dat in Recras "Mag op een website gepresenteerd worden (via API)" is aangevinkt op het tabblad "Presentatie" van het product.

source: Could not find any products. Make sure in Recras "May be presented on a website (via API)" is enabled on the tab "Presentation" of the product.
nl_nl: Kon geen producten vinden. Zorg dat in Recras "Mag op een website gepresenteerd worden (via API)" is aangevinkt op het tabblad "Presentatie" van het product.

source: Voucher info
nl_nl: Tegoedboninfo

source: Voucher template
nl_nl: Tegoedbon-template

source: Voucher sales
nl_nl: Tegoedbonverkoop

source: Error: no ID set
nl_nl: Fout: geen ID ingesteld

source: Error: ID is not a number
nl_nl: Fout: ID is geen getal

source: Error: %s
nl_nl: Fout: %s

source: Error: Package %d does not exist or may not be presented on a website
nl_nl: Fout: arrangement %d bestaat niet of mag niet op een website weergegeven worden

source: Error: programme is empty
nl_nl: Fout: programma is leeg

source: Error: unknown option
nl_nl: Fout: onbekende optie

source: From
nl_nl: Van

source: Until
nl_nl: Tot

source: Activity
nl_nl: Activiteit

source: Day %d
nl_nl: Dag %d

source: No duration specified
nl_nl: Geen duur opgegeven

source: No location specified
nl_nl: Geen locatie opgegeven

source: Error: book process does not exist
nl_nl: Fout: boekproces bestaat niet

source: Contact form might be deleted
nl_nl: Contactformulier is mogelijk verwijderd

source: Error: package is set, but contact form does not support packages
nl_nl: Fout: arrangement is ingesteld, maar contactformulier ondersteunt geen arrangementen

source: Error: redirect is set, but is an invalid URL
nl_nl: Fout: doorstuurpagina is ingesteld, maar is een ongeldige URL

source: Unknown
nl_nl: Onbekend

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: (required)
nl_nl: (verplicht)

source: Clear choice
nl_nl: Keuze wissen

source: No book process has been chosen yet. Click on this text to select a book process.
nl_nl: Er is nog geen boekproces gekozen. Klik op deze tekst om een boekproces te selecteren.

source: Book process "%s" is integrated here.
nl_nl: Boekproces "%s" is hier geïntegreerd.

source: The first widget is hidden for the booker, and has an initial value of "%s".
nl_nl: De eerste widget is verborgen voor de boeker en heeft een initiële waarde van"%s".

source: It has an initial value for the first widget of "%s".
nl_nl: Het heeft een initiële waarde voor de eerste widget van"%s".

source: Error: could not retrieve data from Recras. The error message received was: %s
nl_nl: Fout: kon data niet ophalen uit Recras. De ontvangen foutmelding was: %s

source: Error: could not parse data from Recras. The error message was: %s
nl_nl: Fout: kon data uit Recras niet verwerken. De foutmelding was: %s

source: Error: "prefill_date" is not a valid ISO 8601 string
nl_nl: Fout: "prefill_date" is geen geldige ISO-8601-string

source: Error: "prefill_date" is a date in the past
nl_nl: Fout: "prefill_date" is een datum in het verleden

source: Error: "prefill_time" is not a valid time string (e.g. 14:30)
nl_nl: Fout: "prefill_time" is geen geldige tijd-string (bijv. 14:30)

source: Error: "product_amounts" is invalid
nl_nl: Fout: "product_amounts" is ongeldig

source: Settings
nl_nl: Instellingen

source: Documentation
nl_nl: Documentatie

source: Error: you have not set your Recras name yet
nl_nl: Fout: je hebt je Recras-naam nog niet ingesteld

source: Error: your Recras name has not been set yet, but you do not have the permission to set this. Please ask your site administrator to do this for you.
nl_nl: Fout: je Recras-naam is nog niet ingesteld, maar je hebt niet de rechten om dit zelf in te stellen. Vraag aan je websitebeheerder om dit voor je te doen.

source: Could not connect to your Recras
nl_nl: Kon geen verbinding maken met je Recras

source: Package availability
nl_nl: Arrangement-beschikbaarheid

source: At least one choice is required
nl_nl: Ten minste één keuze is vereist

source: Loading...
nl_nl: Laden...

source: Your message was sent successfully
nl_nl: Uw bericht is succesvol verzonden

source: There was an error sending your message
nl_nl: Er was een probleem met het verzenden van uw bericht

source: Previous month
nl_nl: Vorige maand

source: Next month
nl_nl: Volgende maand

source: January
nl_nl: Januari

source: February
nl_nl: Februari

source: March
nl_nl: Maart

source: May
nl_nl: Mei

source: June
nl_nl: Juni

source: July
nl_nl: Juli

source: August
nl_nl: Augustus

source: October
nl_nl: Oktober

source: Sunday
nl_nl: Zondag

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrijdag

source: Saturday
nl_nl: Zaterdag

source: Sun
nl_nl: Zo

source: Mon
nl_nl: Ma

source: Tue
nl_nl: Di

source: Wed
nl_nl: Wo

source: Thu
nl_nl: Do

source: Fri
nl_nl: Vr

source: Sat
nl_nl: Za

source: Error: product does not exist
nl_nl: Fout: product bestaat niet

source: Enabling this will send events from <strong>online booking of packages</strong> and <strong>voucher sales</strong> to Google Analytics.
nl_nl: Dit aanzetten stuurt events van <strong>online boeken van arrangementen</strong> en <strong>tegoedbonverkoop</strong> naar Google Analytics.

source: This option is <strong>not needed when using book processes</strong>. GA is integrated automatically for them.
nl_nl: Deze optie is <strong>niet nodig bij het gebruik van boekprocessen</strong>. GA wordt daar automatisch geïntegreerd.

source: Not all browsers have a built-in date picker. Enable this to use a custom widget.
nl_nl: Niet alle browsers hebben een ingebouwde datumkiezer. Vink dit aan om een eigen widget te gebruiken.

source: On some websites, the date picker in a book process has a tiny font. Enable this to fix this.
nl_nl: Op sommige websites heeft de datumselectie in een boekproces een klein lettertype. Zet deze optie aan om dit op te lossen.

source: Used in prices, such as 100,00.
nl_nl: Gebruikt in prijzen, zoals 100,00.

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet genoeg rechten om deze pagina te bekijken.

source: No theme
nl_nl: Geen thema

source: Basic theme
nl_nl: Basisthema

source: BP Green
nl_nl: BP Groen

source: Reasonably Red
nl_nl: Redelijk Rood

source: Recras Blue
nl_nl: Recras Blauw

source: Recras settings
nl_nl: Recras-instellingen

source: Recras name
nl_nl: Recrasnaam

source: Currency symbol
nl_nl: Valutasymbool

source: Decimal separator
nl_nl: Decimaalscheiding

source: Use calendar widget for contact forms
nl_nl: Kalender-widget gebruiken voor contactformulieren

source: Fix book process datepicker styling
nl_nl: Styling boekproces-datumselectie oplossen

source: Theme for Recras integrations
nl_nl: Thema voor Recras-integraties

source: Enable Google Analytics integration?
nl_nl: Google Analytics-integratie inschakelen?

source: For more information on these options, please see the %s page.
nl_nl: Bekijk voor meer informatie over deze instellingen de %s-pagina.

source: Error: template does not exist
nl_nl: Fout: template bestaat niet

source: The cache was cleared.
nl_nl: De cache is gewist.

source: The selected cache could not be cleared. This could be an error, or there could be nothing to clear.
nl_nl: De geselecteerde cache kon niet geleegd worden. Dit kan een fout zijn, of de cache is al leeg.

source: Clear Recras cache
nl_nl: Leeg Recras-cache

source: Data coming from your Recras (contact forms, packages, products, voucher templates) is cached for up to 24 hours. If you make important changes (i.e. a price increase) it is recommended you clear the Recras cache.
nl_nl: Data die uit Recras komt (contactformulieren, arrangementen, producten, tegoedbontemplates) wordt tot 24 uur bewaard. Als je belangrijke wijzigingen maakt (bijv. een prijsverhoging) dan is het aan te raden om de Recras-cache te wissen.

source: Packages
nl_nl: Arrangementen

source: Book processes
nl_nl: Boekprocessen

source: Contact forms
nl_nl: Contactformulieren

source: Products
nl_nl: Producten

source: Save
nl_nl: Opslaan
